@extends('layouts.layoutMain')

@push('scripts')
    <script src="{{asset('js/filter.js')}}"></script>
@endpush

@section('content')

    <section class="block">
        <div class=" text-center my-5 title-block">
            <p>Контакти</p>
        </div>
        <div class="filter-wrapper mb-3 py-2">

        </div>

        <div class="">
            <h2><strong>Доставка квітів по Вінниці від Million Flowers</strong></h2>

            <p>Як вибрати свіжі троянди при покупці — питання, яке хвилює багатьох покупців цих шикарних квітів.
                Спробуємо розібратися.</p>

            <p>
                Ми займаємо лідируючі позиції у сфері доставки квітів у Вінниці
                Наша компанія надає клієнтам:
                ❤️Якісні квіти за помірними цінами
                ❤️Безкоштовну доставку
                ❤️Приємний сервіс
                Вам більше не потрібно витрачати свій час та обирати квіти у магазинах та переплачувати за доставку, просто зателефонуйте до нас і ми підготуємо все по вищуму гатунку!
                ТМ “Million.Flowers” - це не просто бренд, а цілий всесвіт яскравих букетів та композицій у вашому смартфоні!
            </p>

            <h2><strong>Локація</strong></h2>
            <p>
                Неш склад знаходиться за адресою Матроса Кошки 10а🌿
                Працюємо кожного дня з 10:00-20:00
                Без вихідних
                Контактна інформація: +38(093)535-91-80
            </p>
        </div>
    </section>

@endsection
