@extends('layouts.layoutMain')

@push('scripts')
    <script src="{{asset('js/filter.js')}}"></script>
@endpush

@section('content')

    <section class="block">
        <div class=" text-center my-5 title-block">
            <p>Доставка</p>
        </div>
        <div class="filter-wrapper mb-3 py-2 delivery-text">
        </div>
        <div>
            <h2><strong>УМОВИ ДОСТАВКИ БУКЕТІВ І КОМПОЗИЦІЙ З КВІТІВ</strong></h2>
            <p>Доставка по Вінниці працює кожного дня з 10:00-20:00
                Доставка безкоштовна на замовлення від 300 грн
                Мінімальне замовлення на доставку від 100 грн
                Вартість доставки складає - 30 грн
            </p>
            <br>
            <h2><strong>Самовивіз</strong></h2>
            <p>
            Так само забрати замовлення можна в нашій майстерні в центрі Вінниці за адресою: Вінниця, вул. Матроса Кошки
            10а (Урожай)
            </p>
            <br>
            <h2><strong>Нічна доставка</strong></h2>
            <p>Доставляємо квіти і в ночі та зранку, тому можлива доставка в неробочий час (наприклад
            пізно ввечері, вночі або дуже рано вранці), вартість нічної доставки 300 грн. Нічна доставка можлива для
            попередньо замовлених і оплачених букетів. Замовити можливо лише за номером телефона в індивідуальному порядку.
            </p>
            <br>
            <h2><strong>Свята</strong></h2>
            <p>Умови доставки в святкові дні (Різдво, Новий рік, Великдень, 8 березня, День Святого Валентина (14
            лютого), День Матері) - уточнюйте у нас. Ціна доставки може бути значно вище. Можлива зупинка прийому
            замовлень на доставку - в святкові дні.
            </p>

            <strong>Замовлення приймаються з 10.00 до 19:30. Доставляємо до 20:00.</strong>
        </div>
    </section>

@endsection
