@extends('layouts.layoutMain')

@push('scripts')
    <script src="{{asset('js/filter.js')}}"></script>
@endpush

@section('content')

    <section class="block">
        <div class=" text-center my-5 title-block">
            <p>Доставка</p>
        </div>
        <div class="filter-wrapper mb-3 py-2">
        </div>
        <div>
            <h1>УМОВИ ДОСТАВКИ БУКЕТІВ І КОМПОЗИЦІЙ З КВІТІВ</h1>
            <p> 🚀 Доставка по Вінниці працює кожного дня з 10:00-20:00
                Доставка безкоштовна на замовлення від 350 грн
                Мінімальне замовлення на доставку від 150 грн
                Вартість доставки складає - 50 грн
            </p>
            🏪 <h2>Самовивіз.</h2>
            <p>
            Так само забрати замовлення можна в нашій майстерні в центрі Вінниці за адресою: Вінниця, вул. Матроса Кошки
            10а (Урожай)
            </p>
            🌃<h2> Нічна доставка. </h2>
            <p>Доставляємо квіти і в ночі та зранку, тому можлива доставка в неробочий час (наприклад
            пізно ввечері, вночі або дуже рано вранці), вартість нічної доставки 300 грн. Нічна доставка можлива для
            попередньо замовлених і оплачених букетів.
            </p>
            <h2>Свята.</h2>
            <p>Умови доставки в святкові дні (Різдво, Новий рік, Великдень, 8 березня, День Святого Валентина (14
            лютого), День Матері) - уточнюйте у нас. Ціна доставки може бути значно вище. Можлива зупинка прийому
            замовлень на доставку - в святкові дні.
            ⛳️ Доставка по Україні. Можлива доставка в інші міста Вінницької області та інші міста України, подробиці та
            умови уточнюйте у нас
            </p>

            <h1>Карта доставки</h1>
            👇<img src="{{asset('img/delivery-card.jpg')}}" class="my-5"/>

            <h2>Зони та вартість доставки</h2>
            <p style="font-style: italic;">Червона зона: доставка безкоштовна для замовлень від 350 грн. , у іншому випадку 50 грн
                Жовта зона: доставка безкоштовна для замовлень від 700 грн., у іншому випадку 70 грн
            </p>

            <strong>Замовлення приймаються з 10.00 до 19:30. Доставляємо до 20:00.</strong>
        </div>
    </section>

@endsection
