
@extends('layouts.layoutMain')

@push('scripts')
    <script src="{{asset('js/filter.js')}}"></script>
@endpush

@section('content')

    <section class="block">
        <div class=" text-center my-5 title-block">
            <p>Рекомендації</p>
        </div>
        <div class="filter-wrapper mb-3 py-2">

        </div>

        <div class="">
            <h2><strong>УМОВИ ПОВЕРНЕННЯ ОПЛАТИ</strong></h2>
            <p>
                Квітна гарантує повернення грошових коштів сплачених за замовлення, при цьому повернення оплати за букет
                і доставку можливе за умовами:
            </p>

            <p>
                Замовлення було скасовано заздалегідь, хоча б за 1 добу до дати доставки. У деяких випадках ми йдемо на
                зустріч і повертаємо оплату в разі, якщо скасування замовлення сталося в день доставки, якщо вважаємо
                сформовану причину повернення - поважною.
            </p>
            <h2><strong>СПОСОБИ ПОВЕРНЕННЯ КОШТІВ</strong></h2>
            <p>
                Гроші повертаються тим же способом, яким була проведена оплата замовлення. Наприклад, якщо оплата була
                проведена карткою через інтернет-еквайринг (оплата на сайті при оформленні замовлення через кошик),
                повернення здійснюється шляхом процедури повернення від компанії, що надає послуги Інтернет-Еквайрінга.
            </p>
            <h2><strong>ТЕРМІНИ ПОВЕРНЕННЯ ГРОШОВИХ КОШТІВ</strong></h2>
            <p>
                Згідно із законодавством України, повернення коштів може займати до 3-х банківських днів. Гроші з боку
                інтернет-еквайрінгу відправляються відразу, в момент проведення повернення з нашого боку, але
                зарахування їх
                з боку банку-одержувача може займати деякий час.
            </p>
            <h2><strong>ВІД ОПЛАТИ БУКЕТУ В МОМЕНТ ОТРИМАННЯ</strong></h2>
            <p>
                У разі, якщо Ви є і Замовником і Одержувачем букета - Ви можете відмовитися від оплати замовлення (букет
                та
                доставка) і отримання букета, якщо на Вашу думку букет не відповідає Вашим очікуванням.
            </p>

            <h2><strong>В РАЗІ ВЖЕ ДОСТАВЛЕНОГО БУКЕТА</strong></h2>
            <p>
                Повернення оплати в разі вже доставленого букета не провадиться. У разі наявності претензій у Замовника
                за
                якістю букета після факту доставки на свій розсуд в якості компенсації можемо надати букет-комплімент,
                знижку на наступне замовлення або безкоштовну доставку наступного замовлення. Склад (квіти, фрукти),
                бюджет,
                зовнішній вигляд букета компліменту визначається нами виходячи з власних міркувань.
            </p>

            <h2><strong>ПРЕТЕНЗІЇ ПО ЗАПІЗНЕННЮ ДОСТАВКИ</strong></h2>
            <p>
                Ви можете поскаржитися на запізнення доставки, в разі, якщо оплатили послугу "доставка до точного часу".
                У
                разі підтвердження факту запізнення ми здійснимо повернення компнсації у розмірі 20% від суми. В інших
                випадках доставка здійснюється протягом дня, додатково узгоджується з одержувачем. Орієнтиром служать
                діапазони о 2 годині. Наприклад з з 10 до 12, з 11 до 13, з 12 до 14, з 13 до 15, з 14 до 16, з 15 до
                17, з
                16 до 18, з 17 до 19 , з 19 до 21, з 20 до 22 години за Київським часом.
            </p>
        </div>
    </section>

@endsection
