@extends('layouts.layoutMain')

@push('scripts')
    <script src="{{asset('js/filter.js')}}"></script>
@endpush

@section('content')

    <section class="block">
        <div class=" text-center my-5 title-block">
            <p>Рекомендації</p>
        </div>
        <div class="filter-wrapper mb-3 py-2">

        </div>

        <div class="">
            <h2><strong>Обираємо троянди</strong></h2>

            <p>Як вибрати свіжі троянди при покупці — питання, яке хвилює багатьох покупців цих шикарних квітів.
                Спробуємо розібратися.</p>

            <p>
                Уникайте покупки готових композицій, краще нехай букет зберуть при вас з вподобаних і вибраних вами
                кольорів.
                Бажано купувати бутони в салонах, які мають мережу, а не в дрібних квіткових кіосках і магазинах.
                Купуючи квіти, придивіться, чи є на пелюстках тріщинки, плямочки.
                Багато покупців вважають, що знають, як правильно вибрати троянди, і купляють квіти в нерозкритих
                бутонах. Але не спокушайтеся! Зазвичай так виглядають рослини, які зрізали, не давши їм дозріти. Ці
                квітки ніколи не розпустяться повністю.
                Необхідно купувати ті рослини, головки яких розкриті наполовину або трохи більше половини.Це
                найоптимальніший варіант при виборі практично всіх троянд.
                Пощупайте бутон у підстави стебла: якщо він пружний, еластичний, значить, троянда хороша і свіжа.
                Ще один варіант того, як визначити свіжість зрізаних троянд: візьміться за стебло і трішки потрясіть
                квітку. Якщо пелюстки дуже легко ворушаться і не еластичні, то бутону залишилося жити близько доби. При
                відгинанні пелюсток, вони повинні повертатися назад — це говорить про еластичність бутона, така троянда
                свіжа і жива, її можна брати.
                Чашелистики повинні щільно прилягати до бутона, обіймати його, або бути трохи відігнутими і спрямованими
                до верху.
                Зверніть увагу, чи є у троянди крайні зовнішні трохи деформовані пелюстки — так звана «сорочка», яка
                захищає квітка від пошкоджень і підтримує бутон. «Сорочка» може віддалятися при покупці в салоні, але
                іноді продавці квіткових магазинів знімають зів’ялі пелюстки і, щоб голівка не розвалилася, обв’язують
                кожну яскравою стрічкою, папером, забризкують лаком.
                Як зрозуміти, що троянда свіжа, по листю? Дуже просто! Листочки повинні бути щільні, блискучі і
                насиченого світло-зеленого кольору. Опущені до низу листочки показують, що рослина не свіже.
                Стебло повинно бути товстим, щільним і зеленим до самої чашечки. Придивіться до зрізу: почорнілий зріз з
                сухими краями розповість про нинішньому гнитті, тобто про те, що рослина давно стоїть в магазині, а,
                значить, не свіже.
                Стійкість троянд залежить від їх сорту: Гран-прі, Осіана, Рафаелло, Білі троянди Аваланж довго будуть
                радувати їх власників.
            </p>

            <h2><strong>Як зберегти троянди свіжими</strong></h2>
            <p>
                Отримавши в подарунок чудовий букет, багато хто не знає, як зберегти троянди свіжими. Але ж так не
                хочеться викидати цю красу через кілька днів! Деякі прості поради допоможуть вам насолоджуватися
                подарунком близько місяця!
                Рослини не повинні довго перебувати без води: не більше двох годин.
                Ваза повинна бути просторою для букета. Коли води багато, що почався процес гниття буде проходити
                повільніше. Дві третини довжини стебел повинні бути опущені під воду, тому необхідно підібрати вазу по
                висоті.
                Обов’язково зніміть упаковку, якою б гарною вона не була: упаковка призначена для акуратного перевезення
                букету до адресата!
                Перед тим, як поставити рослини в вазу, добре б укласти їх на 2-3 години в ванну з водою так, щоб рідина
                покривала стебла і листочки, а головки розташовувалися над водою. Не допускайте попадання рідини в
                бутон, інакше він підгниє.
                Необхідно косо підрізати стебла. Якщо зробити прямий зріз, кінці уткнуться у дно вази, і вода буде
                погано надходити по стеблу до голівки.
                Обірвіть листочки внизу стебла, щоб вони не занурювалися в рідину.
                Видаліть зіпсовані листочки і пелюстки, а також відростки бордового відтінку — вони відбирають багато
                поживних речовин, а новий квітка з них ніколи не виросте.
                Вода повинна бути відстояною водопровідною, але не фільтрованою — хлор перешкоджає застою води і гниттю
                квітів.
                У воду можна кинути активоване вугілля, аспірин, чайну ложку оцту або горілки (на 1 л рідини). У
                квітковому магазині можна підібрати спеціальні засоби для підживлення та збереження свіжості квітів.
                Воду міняти треба щодня, кожного разу заново зрізаючи і промиваючи стебла.
                Не ставте вазу під пряме сонячне світло, на протязі, а також біля фруктів: вони виділяють етилен, який
                сприяє швидкому старінню бутонів.
                Зволожуйте повітря, обприскуючи букет з пульверизатора.
                Ви знаєте, як вибрати троянди. А за допомогою таких простих хитрощів ви зможете продовжити їм життя. На
                жаль, рано чи пізно бутони почнуть в’янути. Реанімувати їх можна кількома способами:

                додайте краплю нашатирного спирту в воду;
                поставте букет на 5 хвилин в киплячу воду, а потім — в холодну;
                самий клопіткий спосіб: щоночі букет опускати в ванну з прохолодною водою, при цьому бутони не повинні
                намокати.
            </p>
        </div>
    </section>

@endsection
